// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Gestion de l'alimentation électrique";

NeverAutoOffTitle = "Jamais";
AutoOffAfter15MinutesTitle = "Au Bout de 15 Minutes";
AutoOffAfter30MinutesTitle = "Au Bout de 30 Minutes";
AutoOffAfter45MinutesTitle = "Au Bout de 45 Minutes";
AutoOffAfter1HourTitle = "Au Bout d'Une Heure";
AutoOffAfter2HoursTitle = "Au Bout de 2 Heures";
AutoOffAfter3HoursTitle = "Au Bout de 3 Heures";

HSDTaskDescriptionLegacy = "Afin d’économiser de l’électricité, votre imprimante peut s’éteindre automatiquement au terme d’un certain laps de temps. Vous pouvez définir ce laps de temps grâce au menu contextuel ci-dessous.";
HSDAutoOffLabelLegacy = "Mise hors tension automatique :";
ApplyButtonTitle = "Appliquer";

HSDTaskName = "Extinction automatique";
HSDTaskDescription = "Lorsque la fonction Extinction automatique est activée, l'imprimante s'éteindra automatiquement s'il a été inactive pendant la durée sélectionnée ci-dessous. L'extinction automatique est désactivé lorsque l'imprimante est connectée à un réseau.\nConseil : pour rallumer l'imprimante, appuyez sur le bouton d'alimentation.";
HSDAutoOffLabel = "Extinction automatique :";
"0" = "Désactivé";
"1" = "Après 1 minute";
"5" = "Après 5 minutes";
"10" = "Après 10 minutes";
"15" = "Après 15 minutes";
"20" = "Après 20 minutes";
"30" = "Après 30 minutes";
"60" = "Après 1 heure";
"120" = "Après 2 heures";
"180" = "Après 3 heures";
"240" = "Après 4 heures";
"480" = "Après 8 heures";
"720" = "Après 12 heures";
"1440" = "Après 24 heures";
AutoOffEnableConfirmationTitle = "Êtes-vous sûr de vouloir désactiver l'option Extinction automatique ?";
AutoOffEnableConfirmationMessage = "L'option Extinction automatique éteindra automatiquement l'imprimante %@ d'inactivité.";
YesButtonTitle = "Oui";
NoButtonTitle = "Non";

HSDSleepAndAutoOffLabel = "Veille/Auto off :";
HSDShutDownLabel = "Arrêt :";
ShutDownEnableConfirmationTitle = "Voulez-vous vraiment activer l'arrêt ?";
ShutDownEnableConfirmationMessage = "L'arrêt entraînera automatiquement la mise hors tension de l'imprimante %@ d'inactivité.";
HSDTaskDescriptionForAutoOff = "HP Auto-off/Auto-on est un mode d'économie d'énergie qui consommera moins de courant et détectera l'impression.";
HSDTaskDescriptionForShutDown = "L'arrêt entraîne automatiquement la mise hors tension de l'imprimante après un délai d'inactivité prédéfini. Si vous utilisez la fonction Arrêt, l'imprimante ne pourra imprimer aucun document (y compris les documents envoyés à l'aide d'ePrint) ni traiter d'autres tâches (telles que les télécopies ou les remises planifiées, si votre imprimante prend en charge ces options) une fois qu'elle sera hors tension. Ces tâches ne pourront être imprimées qu'une fois l'imprimante remise sous tension.";
HSDDelayWhenPortsAreActiveCheckBox = "Retarder l'activation des ports";
